BasicOpenFOAMProgrammingTutorials/OFtutorial04_basicFieldOperations/testCase/Allrun
#!/bin/bash

blockMesh > log.blockMesh
OFtutorial4